{
  "books": [
    {
      "id": 1,
      "title": "1984!",
      "author": "George Orwell",
      "description": "'1984' — культовый роман Джорджа Оруэлла, действия которого разворачивается в тоталитарном, бюрократическом государстве, где процветает пропаганда и цензура, а тотальная слежка ведется круглосуточно, и где один человек решил побороться за право быть индивидуальной личностью.",
      "thumbnail": "https://i.pinimg.com/originals/52/ec/12/52ec12f7dd324864949267c92cce2e43.jpg"
    },
    {
      "id": 2,
      "title": "To Kill a Mockingbird",
      "author": "Harper Lee",
      "description": "Юрист из Алабамы в одиночку воспитывает двоих детей. В обстановке экономической депрессии, преисполненной фанатизма и ненависти он должен защищать в суде афроамериканца, ложно обвиненного в изнасиловании.",
      "thumbnail": "https://images-na.ssl-images-amazon.com/images/I/51N5qVjuKAL._SX309_BO1,204,203,200_.jpg"
    },
    {
      "id": 3,
      "title": "Harry Potter and the Chamber of Secrets",
      "author": "J.K. Rowling",
      "description": "Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу. Юный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы.",
      "thumbnail": "https://ew.com/thmb/MaxHBP4uhvg9_3eNeWgx_SOSku0=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/9781408855669-6cfb2099b6e84a4899ce368d6facc242.jpg"
    },
    {
      "id": 4,
      "title": "Harry Potter and the Half-Blood Prince",
      "author": "J.K. Rowling",
      "description": "Теперь не только мир волшебников, но и мир маглов ощущает на себе всевозрастающую силу Волан-де-Морта, а Хогвартс уже никак не назовешь надежным убежищем, каким он был раньше. Гарри подозревает, что в самом замке затаилась некая опасность, но Дамблдор больше сосредоточен на том, чтобы подготовить его к финальной схватке, которая, как он знает, уже не за горами. Вместе они пытаются разгадать секрет бессмертия Волан-де-Морта, а для этого Дамблдор приглашает на должность преподавателя по зельеварению своего старинного друга и коллегу — профессора Горация Слизнорта, который обожает устраивать вечеринки для избранных и гордится своими обширными связями в высших кругах. Но этот бонвиван и не подозревает, что как раз от него Дамблдор надеется заполучить самую важную информацию о крестражах.",
      "thumbnail": "https://ew.com/thmb/K118uZidJ1cVI1g_mv1ND46pkFs=/1500x0/filters:no_upscale():max_bytes(150000):strip_icc()/9781408855706-848b562ab5024143975103c91527e052.jpg"
    },
    {
      "id": 5,
      "title": "Harry Potter and the Deathly Hallows",
      "author": "J.K. Rowling",
      "description": "Гарри Поттера ждёт самое страшное испытание в жизни — смертельная схватка с Волан-де-Мортом. Ждать помощи не от кого — Гарри одинок, как никогда… Друзья и враги Гарри предстают в совершенно неожиданном свете. Граница между Добром и Злом становится всё призрачнее…",
      "thumbnail": "https://sportshub.cbsistatic.com/i/2022/06/10/91e49e5d-41c3-4252-a649-fbf540595907/english-harry-potter-7-epub-9781781100264.jpg?auto=webp&width=1200&height=1800&crop=0.667:1,smart"
    }
  ],
  "author": {
    "name": "Anastasiya Lomakina",
    "group": 6407
  }
}